aaron-bond.better-comments
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
dart-code.dart-code
dart-code.flutter
dbaeumer.vscode-eslint
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
github.copilot
github.copilot-chat
github.github-vscode-theme
golang.go
ms-azuretools.vscode-containers
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
pkief.material-icon-theme
postman.postman-for-vscode
ritwickdey.liveserver
tomoki1207.pdf
usernamehw.errorlens
vscodevim.vim
xdebug.php-debug
